steps = [
    {"step": 1, "positions": ["Лицом вверх", "На животе"], "duration_min": 8},
    {"step": 2, "positions": ["Лицом вверх", "На животе", "Левый бок"], "duration_min": 9},
    {"step": 3, "positions": ["Лицом вверх", "На животе", "Левый бок", "Правый бок"], "duration_min": 10},
    {"step": 4, "positions": ["Лицом вверх", "На животе", "Левый бок", "Правый бок"], "duration_min": 12},
    {"step": 5, "positions": ["Лицом вверх", "На животе", "Левый бок", "Правый бок", "В тени"], "duration_min": 15},
    {"step": 6, "positions": ["Лицом вверх", "На животе", "Левый бок", "Правый бок", "В тени"], "duration_min": 20},
    {"step": 7, "positions": ["Лицом вверх", "На животе", "Левый бок", "Правый бок", "В тени"], "duration_min": 30},
    {"step": 8, "positions": ["Лицом вверх", "На животе", "Левый бок", "Правый бок", "В тени"], "duration_min": 40},
    {"step": 9, "positions": ["Лицом вверх", "На животе", "Левый бок", "Правый бок", "В тени"], "duration_min": 50},
    {"step": 10, "positions": ["Лицом вверх", "На животе", "Левый бок", "Правый бок", "В тени"], "duration_min": 60},
    {"step": 11, "positions": ["Лицом вверх", "На животе", "Левый бок", "Правый бок", "В тени"], "duration_min": 90},
    {"step": 12, "positions": ["Лицом вверх", "На животе", "Левый бок", "Правый бок", "В тени"], "duration_min": 150},
]